Repository: poolErdem/affirmation
Catalog: lib/l10n/app_*.arb
Languages: tr

# welcomeTitle
source: Welcome
tr: Hoş geldin

# welcomeSubtitle
source: Your path to inner clarity starts here
tr: İçsel berraklığa giden yolun burada başlıyor

# welcomeLast
source: Your personalized journey starts now
tr: Kişiselleştirilmiş yolculuğun şimdi başlıyor

# startButton
source: Start
tr: Başla

# continueAgree
source: By continuing, you agree to our
tr: Devam ederek şunları kabul etmiş olursun:

source: Terms of Use
tr: Kullanım Şartları

source: and
tr: ve

source: close
tr: kapat

# favoritesLimitTitle
source: Favorites Limit
tr: Favori Limiti

source: Premium Active
tr: Premium Aktif

source: Get Premium
tr: Premium Al

source: Category
tr: Kategori

# categoryTitle
source: Choose the energy you want to feel today
tr: Bugün hissetmek istediğin enerjiyi seç

# nameQuestion
source: What’s your name?
tr: Adın ne?

# personalize
source: We'll personalize your affirmations
tr: Olumlamaları senin için kişiselleştireceğiz

# hitname
source: Enter your name
tr: Adını gir

source: Settings
tr: Ayarlar

source: Go Premium
tr: Premium’a Geç

# youarePremium
source: You're Premium
tr: Premium’sun

# preferences
source: Content Preferences
tr: İçerik Tercihleri

source: Categories
tr: Kategoriler

source: Themes
tr: Temalar

source: Name
tr: İsim

source: Sound
tr: Ses

source: Reminders
tr: Hatırlatmalar

source: Language
tr: Dil

source: Favorites
tr: Favoriler

source: Privacy Policy
tr: Gizlilik Politikası

# terms
source: Terms & Conditions
tr: Şartlar ve Koşullar

source: General
tr: Genel

source: About
tr: Hakkında

source: Gender
tr: Cinsiyet

# languageDescription
source: Choose the language you want to use in the app. Your entire experience will adapt instantly.
tr: Uygulamada kullanmak istediğin dili seç

# genderDescription
source: We’ll personalize the experience based on your preference
tr: Deneyimi tercihlerine göre kişiselleştireceğiz

# nameDescription
source: Your name helps us personalize your affirmations
tr: İsmin, onaylamaları kişiselleştirmemize yardımcı olur

# favoritesLimitMessage
source: You've reached your free favorites limit (5). Upgrade to Premium ✨
tr: Ücretsiz favori limitine (5) ulaştın. Premium’a geçerek sınırsız favori kaydedebilirsin ✨

# myAffLimit
source: You've reached your free limit (5). Upgrade to Premium and save up to 100 custom affirmations ✨
tr: Ücretsiz limitine (5) ulaştın. Premium’a geçerek 100’e kadar kendi onaylamanı kaydedebilirsin ✨

# voiceLimitMessage
source: Your free voice preview is finished. Go Premium to enjoy full, unlimited voice reading ✨
tr: Ücretsiz ses önizlemen sona erdi. Sınırsız ve tam sesli okuma için Premium’a geç ✨

# myAffLimitTitle
source: My Affirmations Limit
tr: Kendi Onaylamaların Limiti

# myAff
source: My Affirmations
tr: Olumlamalarım

source: Read Limit
tr: Okuma Limiti

source: Back
tr: Geri

# continueLabel
source: Continue
tr: Devam Et

source: Save
tr: Kaydet

source: Update
tr: Güncelle

source: Delete
tr: Sil

# identifyGender
source: Identify your gender
tr: Cinsiyetini belirt

# genderSubtitle
source: This helps personalize your journey
tr: Yolculuğunu kişiselleştirmemize yardımcı olacak

source: Female
tr: Kadın

source: Male
tr: Erkek

source: Others
tr: Diğer

# choosePreferences
source: Which areas of your life do you want to improve?
tr: Hayatının hangi alanlarını geliştirmek istiyorsun?

# youCanChangeLater
source: You can change this anytime
tr: Bunu daha sonra değiştirebilirsin

# pleasePrefs
source: Please select at least one preference.
tr: Lütfen en az bir tercih seç.

# prefChoose
source: ✨ Select what speaks to your soul
tr: ✨ Size hitap edenleri seçin

# yourNamePersonalize
source: Your name is used to personalize your affirmations
tr: İsmin, onaylamalarını kişiselleştirmek için kullanılır

source: Type your name...
tr: Adını yaz...

source: Name saved
tr: İsim kaydedildi

# pickTheme
source: Pick a theme
tr: Bir tema seç

# changeLater
source: You can change it later
tr: Bunu daha sonra değiştirebilirsin

# pleaseSelectTheme
source: Please select a theme first.
tr: Lütfen önce bir tema seç

# reminderTitle
source: Reminders
tr: Hatırlatmalar

# reminderSubtitle
source: Stay consistent with gentle daily reminders.
tr: Nazik günlük hatırlatmalarla istikrarlı kal

source: Add Reminder
tr: Hatırlatma Ekle

source: Edit Reminder
tr: Hatırlatmayı Düzenle

source: Delete Reminder
tr: Hatırlatmayı Sil

# freeLimitReached
source: You’ve reached your free reminder limit.
tr: Ücretsiz hatırlatma limitine ulaştın.

# premiumUnlockMore
source: Unlock Premium to add up to 5 reminders.
tr: Premium’a geçerek 5’e kadar hatırlatma ekleyebilirsin

# unlockMore
source: Unlock more reminders
tr: Daha fazla hatırlatma aç

# reminderCategory
source: Affirmation Category
tr: Onaylama Kategorisi

# reminderTimes
source: Times
tr: Zamanlar

# reminderStartTime
source: Start Time
tr: Başlangıç Zamanı

# reminderEndTime
source: End Time
tr: Bitiş Zamanı

# reminderRepeatCount
source: Repeat Count
tr: Tekrar Sayısı

# reminderRepeatDays
source: Repeat Days
tr: Tekrar Günleri

# reminderEnabled
source: Enabled
tr: Aktif

# selectCategory
source: Select a category...
tr: Kategori seç...

# premiumCategoryLocked
source: This category is available in Premium.
tr: Bu kategori Premium kullanıcılar için.

# onlySelfCareAvailable
source: Only the Self Care category is available in the free plan.
tr: Ücretsiz planda yalnızca Öz Bakım kategorisi kullanılabilir

# selectTime
source: Select a time
tr: Saat seç

# startBeforeEnd
source: Start time must be before end time.
tr: Başlangıç zamanı bitişten önce olmalıdır

source: Select days
tr: Günleri seç

source: Mon
tr: Pzt

source: Tue
tr: Sal

source: Wed
tr: Çar

source: Thu
tr: Per

source: Fri
tr: Cum

source: Sat
tr: Cmt

source: Sun
tr: Paz

# repeatTimesPerDay
source: Times per day
tr: Günlük tekrar sayısı

# maxRepeatReached
source: Maximum repeat count reached
tr: Maksimum tekrar sayısına ulaşıldı

# minRepeatReached
source: Minimum repeat count reached
tr: Minimum tekrar sayısına ulaşıldı

# deleteConfirmTitle
source: Delete reminder?
tr: Hatırlatmayı sil?

# deleteConfirmMessage
source: This reminder will be removed permanently.
tr: Bu hatırlatma kalıcı olarak silinecek.

source: Cancel
tr: İptal

source: Confirm
tr: Onayla

source: No reminders yet
tr: Henüz hatırlatma yok

# tapToAddReminder
source: Tap the button below to add your first reminder.
tr: İlk hatırlatmanı eklemek için aşağıdaki butona dokun.

# freeReminderBadge
source: Free Reminder
tr: Ücretsiz Hatırlatma

# reminderLimitReached
source: You've reached your reminder limit.
tr: Hatırlatma limitine ulaştın.

source: Unlock more reminders
tr: Daha fazla hatırlatma aç

# reminderFreeOnlyCategory
source: Free users can only use the Self-Care category.
tr: Ücretsiz kullanıcılar yalnızca Öz Bakım kategorisini kullanabilir.

# reminderPremiumRequired
source: Upgrade to Premium to add more reminders.
tr: Daha fazla hatırlatma eklemek için Premium’a geç.

# careerSucces
source: Career Success
tr: Kariyer Başarısı

source: Self Care
tr: Öz Bakım

source: Confidence
tr: Özgüven

source: Gratitude
tr: Şükran

source: Happiness
tr: Mutluluk

source: Mindfulness
tr: Farkındalık

source: Motivation
tr: Motivasyon

source: Positive Thinking
tr: Pozitif Düşünce

source: Relationships
tr: İlişkiler

source: Sleep
tr: Uyku

source: Stress & Anxiety
tr: Stres & Anksiyete

source: UNLOCK
tr: AÇ

source: LIMITED
tr: SINIRLI

# noAff
source: No affirmations yet Create your first one! ✨
tr: Henüz onaylama yok İlkini oluştur! ✨

# writeAff
source: Write your affirmation…
tr: Onaylamanı yaz…

# editAff
source: Edit Affirmation
tr: Onaylamayı Düzenle

# newAff
source: New Affirmation
tr: Yeni Onaylama

# howMany
source: How many times
tr: Kaç kere

source: Start at
tr: Başlangıç saati

source: End at
tr: Bitiş saati

source: Repeat Days
tr: Günler
